Repository: farouk4web/NasihaMVC5
Catalog: Nasiha/Resources/ViewsKeys.*.resx
Languages: ar_eg

source: About
ar_eg: عنا

source: Account
ar_eg: حساب

# AppName
source: Nasiha
ar_eg: نصيحة

source: Change password
ar_eg: تغيير كلمة السر

# ChangePictureSuccessMsg
source: Your profile picture was updated Successfully
ar_eg: تم تحديث الصورة الشخصية بنجاح

source: Change Profile Picture
ar_eg: تغيير الصورة الشخصية

source: Close
ar_eg: إغلاق

source: Confirm Password
ar_eg: تأكييد كلمة السر

source: Contact
ar_eg: تواصل معنا

source: Edit Personal Information
ar_eg: تعديل المعلومات الشخصية

# EditPersonalInformationSuccessMsg
source: Your informations had updated successfully
ar_eg: تم تحديث معلوماتك بنجاح

source: Email
ar_eg: البريد الالكتروني

# ForgotPassword
source: Forgot your password
ar_eg: نسيت كلمة السر

source: Full Name
ar_eg: الاسم

source: Home
ar_eg: الرئيسية

# Liked
source: Loved
ar_eg: مفضلة

source: Log In
ar_eg: تسجيل الدخول

source: Log off
ar_eg: تسجيل الخروج

source: Manage
ar_eg: إدارة

# ManageMsg
source: Here You can Change your account settings
ar_eg: هنا يمكنك تغيير اعدادات حسابك

# Messages
source: Advice
ar_eg: نصيحة

# AdvicePlaceholder
source: leave Your Advice Here
ar_eg: اترك نصيحتك هنا

source: Nasiha Team
ar_eg: فريق نصيحة

# NewAdvice
source: Advice To
ar_eg: نصيحة ل

source: New Password
ar_eg: كلمة سر جديدة

# Nickname
source: UserName
ar_eg: اسم المستخدم

# NoAdvices1
source: Ther is no Any Advices was sent to you before
ar_eg: لا يوجد اي نصيحة ارسلت إليك من قبل

# NoAdvices2
source: try to share your account on social media sites and wait Advices
ar_eg: حاول مشاركة حسابك علي مواقع التواصل وانتظر النصائح

source: Old Password
ar_eg: كلمة السر القديمة

source: Password
ar_eg: كلمة السر

source: Personal Information
ar_eg: المعلومات الشخصية

source: Pinned
ar_eg: مثبتة

source: Profile Picture
ar_eg: صورة الحساب

source: Register
ar_eg: تسجيل جديد

# RegisterAsNew
source: Register as a new user
ar_eg: سجل حساب جديد

source: Remember Me
ar_eg: تذكرني

source: Remove
ar_eg: حذف

source: Remove Account
ar_eg: حذف الحساب

# RemoveAdviceWarning
source: Are you sure you want to remove this Advice
ar_eg: هل انت متأكد انك تريد حذف هذه النصيحة

# RemoveUserdangerMsg
source: Remember: if you remove your account you cant restore it again
ar_eg: تذكر: إذا حذفت حسابك لن تستطيع استرجاع حسابك او النصائح مرة اخري

# RemoveUserSorryMsg
source: We are sorry to see you leave :(
ar_eg: نحن اسفون لرؤيتك ترحل ):

# RemoveUserWarningMsg
source: Are you sure you want to remove your account for ever
ar_eg: هل انت واثق انك تريد ان تحذف حسابك للأبد

source: Reseved
ar_eg: المستلمة

source: Save
ar_eg: حفظ

source: Send
ar_eg: ارسال

source: Sittings
ar_eg: الاعدادات

# SuccessChangePasswordMsg
source: Your password has been changed successfully
ar_eg: تم تحديث كلمة السر خاصتك بنجاح

# UserMsgsCountNotice
source: Advices were sent to this user since he Register
ar_eg: نصيحة ارسلت لهذا المستخدم منذ ان سجل في الموقع

# WarningMsg
source: Warning Message
ar_eg: رسالة خطأ

source: Search
ar_eg: بحث

source: Search Result
ar_eg: نتيجة البحث

source: Sorry
ar_eg: اسف

# SorryMsg
source: Sorry You cant to send advice to your self if you want to do this you can try to do it on real life
ar_eg: عذرآ لا يمكنك ارسال "النصائح" الي نفسك إذا ردت افعلها في الواقع

source: ThankU
ar_eg: شكرآ لك

# ThankUMsg
source: Thank you for your good ethics, be sure Your message will change this person to better
ar_eg: شكرآ لك علي اخلاقك الحميدة, كن متأكدآ ان "نصيحتك" ستغير هذا الشخص للأفضل

# WarningSearchQuery
source: you have to write something first
ar_eg: عليك ان تكتب حرف واحد علي الاقل

source: Add To Admins
ar_eg: أضف للمديرين

source: Remove From Admins
ar_eg: إزالة من المديرين

source: Users
ar_eg: المستخدمين

source: Admins
ar_eg: المسؤلون

# ForgotPasswordConfirmationMsg
source: Please check your email to reset your password.
ar_eg: رجاءآ افحص بريدك الالكتروني لتغيير كلمة السر

source: click here to log in
ar_eg: اضغط هنا لتسجيل الدخول

source: Forgot Password Confirmation
ar_eg: تأكيد "نسيت كلمة السر"

source: Reset
ar_eg: إعادة تعيين

source: Reset Password
ar_eg: إعادة تعيين كلمة السر

source: Reset password confirmation
ar_eg: تأكييد إعادة تعيين كلمة السر

# ResetPasswordSuccessConfirmation
source: Your password has been reset. Please
ar_eg: تم اعادة تعيين كلمة السر خاصتك بنجاح

source: ConfirmEmail
ar_eg: تأكييد البريد الالكتروني

# ConfirmEmailSuccessMsg
source: Thank you for confirming your email. Your email confirmed succefully, Please
ar_eg: شكرآ علي تأكييد حسابك, بريدك الالكتروني اؤكد بنجاح, رجاءآ

# HaveAccount
source: have Account? Login
ar_eg: لديك حساب؟ دخول

source: By
ar_eg: بواسطة

# DeveloperCopyrights
source: Designed and Developd with
ar_eg: صمم وطور بكل

# AboutMsg
source: Nasiha site, simply its just a way to make people give advices without make anothers feeling something like Shortage or any thing like this
ar_eg: موقع نصيحة, ببساطة ما هو إلا وسيلة لجعل الاشخاص يقدمون النصائح دون ان يشعروا الطرف الاخر بنقص او اي شئ من هذا القبيل

# AboutMsg2
source: and there is many and many of whomwant to order advices but they dont, because they think when do it this will make the another person better than hisself and this is wrong undrstant, our site come to change this wrong Concepts and help and this is our vision
ar_eg: وأيضآ هناك الكثير والكثير ممن يريدون طلب النصيحة ولكن لا يفعلون ظنآ منهم ان ذلك سيجعل الشخص الذي يسألة افضل منه وهذا فهم خاطئ منه وموقعنا جاء ليساعد في تصحيح هذه المفاهيم الخاطئة ويساعد هؤلاء الناس وهذه هي رؤيتنا

# ContactMsg
source: Hi, we would like to till you, we have compelete team and readt to replay about your questions On Social Media Sites
ar_eg: مرحبآ بك, نود إخبارك ان لدينا فريق كامل ومجهز للرد علي استفساراتكم عبر مواقع التواصل الاجتماعي

source: Facebook
ar_eg: فيسبوك

source: Hi
ar_eg: مرحبآ

source: Instagram
ar_eg: إنستجرام

# Smile
source: Smile To World, World SmileTo You
ar_eg: اضحك للدنيا تضحكلك

source: Twitter
ar_eg: تويتر

source: Youtube
ar_eg: يوتيوب

# IntroMsg
source: Nasiha It was the best place to share your advice with your friends or any body.
ar_eg: "نصيحة" هو المكان الافضل لمشاركة نصيحتك مع اصدقائك او اي احد

# ContactMsg2
source: Send your question and we wil replay to You directly
ar_eg: ارسل طلبك وسيتم التواصل معك مباشرة

# BackToMessages
source: Back To Advices
ar_eg: العودة الي النصائح

source: Go
ar_eg: انطلق

source: Error
ar_eg: خطأ

# ErrorMsg
source: We found an error while we processing your request, and we are going to solve it
ar_eg: لقد وجدنا خطأ ما اثناء معالجة طلبك ونحن في طريقنا لحله

# Developer
source: Farouk Abdelhamid
ar_eg: فاروق عبد الحميد

# RemoveUserByAdminMsg
source: Are you sure you want to remove this user for ever remember You cant restore user or his advices, be careful
ar_eg: هل انت متأكد انك تريد حذف هذا المستخدم نهائيآ, تذكر انك لن تستطيع استرجاع الحساب او النصائح الخاصة به, كن حذرآ

source: About Nasiha
ar_eg: عن نصيحة

source: Who Us
ar_eg: من نحن

source: Advices
ar_eg: النصائح

# PleaseConfirmMsg
source: Please confirm your account to be able to reset your password on the future if you forgot it. going to your email and press confirm Button
ar_eg: رجاءآ قم بتأكييد بريدك الالكتروني لتكون قادرآ في المستقبل علي إعادة تعيين كلمة السر اذا نسيتها, فقط اذهب الي بريدك الالكتروني واضغط علي زر التأكييد

# Confirmed
source: Email Confirmed
ar_eg: البريد مؤكد

# NotConfirmed
source: Email Not Confirmed
ar_eg: البريد غير مؤكد

# AddOwner
source: Add as Owner
ar_eg: اضف ك مالك

# Owner
source: Site Owner
ar_eg: مالك الموقع

source: Remove Owner
ar_eg: حذف المالك

source: OnlineUsers
ar_eg: المستخدمين المتصلين

source: From
ar_eg: من

# NoAdvicesOnSite
source: There is No Advice on our Site Yet
ar_eg: لا يوجد اي نصيحة في الموقع حتي الان

source: Not Available
ar_eg: غير متوفر

source: To
ar_eg: إلي

source: Ad
ar_eg: إعلان

source: Admin
ar_eg: مسئول

source: Advice
ar_eg: نصيحة

source: Control Panel
ar_eg: لوحة التحكم

source: Dashboard
ar_eg: لوحة التحكم الرئيسية

source: User
ar_eg: مستخدم

source: Menu
ar_eg: القائمة

source: New Ad
ar_eg: إعلان جديد

source: New Place
ar_eg: مكان اعلان جديد

# NoAdsPlacesYetMsg
source: Sorry We do not found any ads places
ar_eg: عذرآ لم نجد اي مكان إعلانات

# NoAdsMsg
source: There is No Ads on our Site Yet
ar_eg: لا يوجد اي إعلان في موقعنا حتي الان

source: Update Ad
ar_eg: تحديث الاعلان

source: Preview Of Current Ad
ar_eg: معاينة الاعلان الحالي

# ThisAdOnThisPlace
source: This Ad On The follwing Place
ar_eg: هذا الاعلان في المكان التالي

source: Love It
ar_eg: افضلها

source: Our Advantages
ar_eg: مزايانا

source: Pin It
ar_eg: ثبتها

# SearchResultZero1
source: Sorry We dont find any user with this name, try again.
ar_eg: للأسف لم نجد اي مستحدم يحمل هذا الاسم , جرب إسمآ اخر

# SearchResultZero2
source: Do not be Sad! together We can find him!
ar_eg: لا تحزن معآ نستطيع إيجاده

source: Langauge
ar_eg: اللغة

source: TikTok
ar_eg: تيك توك

source: Whatsapp
ar_eg: واتس اب

source: Sent in
ar_eg: ارسلت في

# siteDescription
source: the best place to ask advice from your friends
ar_eg: المكان الافضل لطلب النصائح من الاصدقاء بدون معرفة هويتهم

# DeleteUser
source: Delete this user For ever
ar_eg: حذف المستخدم نهائيآ

# RemoveUserNote
source: you can delete this user and every thing related with him going to deleted too.
ar_eg: يمكنك حذف هذا الحساب نهائيا وسيتم حذف كل النضائح المرتبطة به ايضا

source: User Advices
ar_eg: نصائح المستخدم

# ForAdminsOnlay
source: This Part Shown For Admins Onlay
ar_eg: هذا الجزء يظهر للمديرين فقط
